[{"name":"Alive 2007",
"artist":"Daft Punk",
"genre":"DANCE",
"release":"2007",
"songs":"13",
"date":"November 14, 2007",
"copyright":"Ⓟ 2007 Daft life limited under exclusive license to Parlophone Music a division of Parlophone Music France",
"image":"https://kartofantheme.github.io/music/DaftPunk/Alive2007/hat.png",
"time":"1 hour 24 minutes",
"tale":"When Daft Punk was invited to play the Coachella festival in 2006, they hadn’t toured in nearly 10 years. It wasn’t that they didn’t want to, but that, in Thomas Bangalter’s words, their ideas were crazy, and crazy is expensive. In the intervening decade, not only had their 2001 album, Discovery, been absorbed into the global mainstream, but newer artists like David Guetta, Calvin Harris, and Kaskade were starting to repackage house music for the kind of big-tent audiences that might also go see U2 or Red Hot Chili Peppers. Daft Punk’s Coachella set—the giant pyramid, the laser lights—wasn’t just considered one of the most memorable in the festival’s history, it helped mark a shift in dance music’s evolution from subculture to center stage. The expected audience for their Coachella set was around 10,000—approximately 40,000 showed up.\n\nAlive 2007—which captured the same set the next summer in Paris—served as both a de facto greatest-hits album and a referendum on the group’s commercial success. But it also proved their ability to transfer the grandeur and narrative ambition of ’70s arena rock to the digital era. They were Star Wars fans, and it showed—not just in the music’s scale, but in its range, from the imperious and militaristic (\"Robot Rock,\" \"Technologic\") to the goofy, playful, and weird (\"Crescendolls,\" \"Burnin’\").\n\nAnd for as inelastic as their funk was in both spirit and practice, the sequencing and recontextualization of their various musical ideas—bits of \"Around the World\" quoted in \"Television Rules the Nation,\" or the melody of \"Harder Better Faster Stronger\" laid over a new harmonic pattern—used the cut-and-paste process of techno to make something with the playful, referential quality of jazz. They famously didn’t make a DVD to accompany the set, on the presumption that the spectacle couldn’t possibly be captured on film. But close your eyes and listen, and the images will come."}]