[{"image":"https://kartofantheme.github.io/music/DaftPunk/hat.jpg",
"name":"Daft Punk",
"about":"Daft Punk могут притворяться роботами - их сверкающие шлемы киборгов являются одними из самых узнаваемых силуэтов в современной музыке, - но именно теплые, явно человеческие сердца французского дуэта делают их такими любимыми. Немногие артисты сделали так много, чтобы воплотить порой загадочные удовольствия электронной музыки в широко универсальные контуры поп-музыки. Уроженцы Парижа Guy-Manuel de Homem-Christo и Thomas Bangalter, родившиеся в 1974 и 1975 годах соответственно, познакомились в школе и недолго играли в рок-группе Darlin с будущим участником Phoenix Laurent Brancowitz. Вскоре после этого, в 1993 году, эти двое объединились в Daft Punk, сменив свои гитары на синтезаторы и сэмплеры и отдав дань уважения шелковистому, гипнотическому стуку чикагского хауса.\nИнновация дуэта заключалась в том, чтобы взять извилистый, грубо отесанный стиль - потомок диско, уходящий корнями в черные и квир-сообщества в городах Америки - и отшлифовать его грани, придав закольцованным басовым линиям фанка, чувственный вес и галльское щегольство. Такая звуковая скульптура помогла родиться \"французскому касанию\", чрезвычайно влиятельному производственному стилю с роскошной детализацией.\nГруппа продолжает звучать в танцевальной музыке десятилетия спустя, но Daft Punk не задержались на своем творчестве; их следующие два альбома, \"Discovery\" 2001 года и \"Human After All\" 2005 года, в значительной степени отказались от хауса и диско в пользу дерзких сэмплов из малоизвестного рока и фанка 70-х годов, появилась закономерность: пуристы танцевальной музыки поначалу были ошеломлены, но обе пластинки быстро изменили коллективное сознание, проложив путь иконоборцам, копающимся в ящиках, таким как Justice и Kanye, и отчеканив в процессе изрядное количество классики stone. С такими песнями, как \"One More Time\", Daft Punk доказали свой непревзойденный слух в отношении платинового хука; между тем, такая композиция, как \"Robot Rock\", была чистой алхимией, превратив забытую безвестность хард-рока в незабываемый гимн.\nDaft Punk не только помогли популяризировать электронную музыку, но и их легендарное выступление Coachella 2006 года из inside a neon pyramid помогло подготовить почву для поворота EDM в сторону hi-def зрелищ в 2010-х годах. И снова, несмотря на то, что культура развивалась в одном направлении, они сделали ложный выпад влево: их альбом 2013 года \"Random Access Memories,\" выпущенный в разгар бума EDM, практически отказался от очевидных цифровых атрибутов в пользу обтягивающего органического диско, исполняемого настоящими музыкантами-людьми. Они представили итальянскую икону Джорджио Мородера новому поколению, которое даже не родилось к моменту его расцвета в 70-х, помогая начать возрождение диско десятилетия; с Фарреллом Уильямсом и Нилом Роджерсом из Chic они придумали радостную, искрометную \"Get Lucky\", песню, настолько приятную, что слушание это впервые было похоже на повторное знакомство с другом детства. Что примечательно, так это то, что при сотом прослушивании он становится таким же мощным. Редко артистам удается передать конкретное чувство с такой математической точностью; возможно, Daft Punk все-таки роботы.",
"from":"Париж, Франция",
"formed":"1992",
"genre":"Dance"}]