[{"name":"Homework (25th Anniversary Edition)",
"artist":"Daft Punk",
"genre":"DANCE",
"release":"1997",
"songs":"31",
"date":"January 20, 1997 - Homework\nFebruary 23, 2022 - Homework (25th Anniversary Edition)",
"copyright":"Distributed exclusively by Warner Music France / ADA France, Ⓟ 1997, 2022 Daft Life Ltd.",
"image":"https://kartofantheme.github.io/music/DaftPunk/Homework/hat.png",
"time":"3 hours 2 minutes",
"tale":"Daft Punk once described 1997's Homework as their attempt to prove you could make an album in your bedroom with next to nothing. It sounded, on the face of it, like club music, but it also captured the immediacy of two friends (Thomas Bangalter and Guy-Manuel de Homem-Christo) bouncing off the walls to whatever felt good to them. Which, in effect, is what Daft Punk was. The album's title was conceived with purpose: Homework sounded like kids preparing for a bigger, more adult test, but also like work made—simply and lovingly—at home.\nFor listeners unfamiliar with the dance-music subcultures the group drew on, the album had the cheerful quality of a guided tour: This is what house sounds like, these are its textures and shapes, this is how it thumps when you play it loud—and, in the case of \"Teachers,\" this is who created it. But at a time when the most visible forms of mainstream electronic music were the rock-influenced hybrids of big beat (The Chemical Brothers, The Prodigy), Homework proved that pure dance music could appeal to mainstream audiences without being mixed with anything.\nIts genius was in its simplicity: Even if you thought \"Da Funk\" or \"Around the World\" were irritating, you wouldn’t quickly forget hearing them. They were dance tracks that functioned like toys: clever, creative little constructions that were easy to grasp and, in their additive-and-subtractive builds, highly addictive. And to rock-oriented purists who associated synthesizers with pretense and bloat, Homework was as minimal as the Ramones and as powerful as AC/DC. In its bright, simple rigidity, Homework opened a world where listeners could let go."}]