[{"image":"https://kartofantheme.github.io/music/DaftPunk/hat.jpg",
"name":"Daft Punk",
"about":"Daft Punk may pretend to be robots - their gleaming cyborg helmets are among the most recognizable silhouettes in modern music-but it's the French duo's warm, clearly human hearts that make them so beloved. Few acts have done as much to translate electronic music's sometimes arcane pleasures to pop's broadly universal contours. Parisian natives Guy-Manuel de Homem-Christo and Thomas Bangalter, born in 1974 and 1975, respectively, met in school and played briefly in a rock band, Darlin, with future Phoenix member Laurent Brancowitz. Shortly after, in 1993, the two regrouped as Daft Punk, trading their guitars for synths and samplers, and paying homage to the silky, hypnotic thump of Chicago house.\n The duo's innovation was to take the wriggly, rough-hewn style-a descendent of disco, rooted in Black and queer communities in America's cities-and sand down its edges, giving looped funk basslines both sensuous heft and Gallic panache. Such sound-sculpting helped give birth to the \"French touch,\" a wildly influential production style whose luxe detailing.\n continues to resonate through dance music decades later, But Daft Punk didn't linger on their creation; their next two albums, 2001's Discovery and 2005's Human After All, largely abandoned house and disco in favor of audacious sample flips from obscure \"70s rock and funk, A pattern emerged: Dance music purists were initially aghast, yet both records quickly rewired the collective consciousness, paving the way for crate-digging iconoclasts like Justice and Kanye - and minting a fair number of stone classics in the process. With songs like \"One More Time,\" Daft Punk proved their unrivaled ear for a platinum hook; a cut like \"Robot Rock,\" meanwhile, was pure alchemy, turning a forgotten hard-rock obscurity into an unforgettable anthem.\n Not only did Daft Punk help popularize electronic music, but their legendary 2006 Coachella performance from inside a neon pyramid helped set the stage for EDM's turn toward hi-def spectacle in the 2010s. Yet once again, even as the culture was trending in one direction, they feinted left: Their 2013 album, Random Access Memories, released at the height of the EDM boom, all but abandoned obvious digital trappings in favor of slinky organic disco played by real human musicians. They introduced Italo icon Giorgio Moroder to a new generation that hadn't even been born by his \"70s heyday, helping kick off the decade's disco revival; with Pharrell Williams and Chic's Nile Rodgers, they came up with the joyful, effervescent \"Get Lucky,\" a song so effortlessly delectable that hearing it for the first time was like being reacquainted with a childhood friend. What's remarkable is that it's just as powerful on the umpteenth listen. Rarely do artists nail a specific feeling with such mathematical exactitude; perhaps Daft Punk are robots after all.",
"from":"Paris, France",
"formed":"1992",
"genre":"Dance"}]